Repository: meloniq/wp-orphanage-extended
Catalog: languages/wp-orphanage-extended-*.po
Languages: pl_pl

source: You do not have sufficient permissions to access this page
pl_pl: Nie masz wystarczających uprawnień aby otworzyć tą stronę

source: Settings updated.
pl_pl: Ustawienia zapisane.

source: Choose Default Role:
pl_pl: Wybierz domyślną rolę:

source: Choose the default role orphan users should be promoted to (if no role to copy from other table was found).
pl_pl: Wybierz domyślną role która powinna zostać przypisana użytkownikom sierotom (jeśli brak roli do skopiowania z innej tabeli).

source: Add WP Prefixes:
pl_pl: Dodaj prefiksy WP:

source: Prefix
pl_pl: Prefiks

source: Add new:
pl_pl: Dodaj nowy:

source: Add prefixes of all WP installs where to search for user role. To remove field, leave it empty. Default WP prefix is <code>wp_</code>
pl_pl: Dodaj prefiksy wszystkich instalacji WP gdzie szukać roli użytkownika. Aby usunąć pole, pozostaw je puste. Domyślny prefiks WP to <code>wp_</code>

source: Save Changes
pl_pl: Zapisz zmiany

source: Plugin to promote users with no roles set (the orphans) to the role from other blog where they registered or to default if any found.
pl_pl: Wtyczka do promowania użytkowników bez określonej roli (sieroty), do roli z innych blogów w których się rejestrowali, lub domyślnej jeśli nie znaleziono.
